package main

func main() {
	//разберите пожалуйста, коротенько, из вопрос из опросника Даниила про ГОРМ -- "16.
	//Есть ли для Go хороший orm? Ответ обоснуйте.
	// Что я хочу оценить: количество и качество усилий, которые кандидат приложил к выбору инструментов,
	// /ускоряющих и облегчающих повседневную деятельность. Самый популярный неправильный ответ: «Gorm, вроде, неплох».
	// Конкурирует с ответом «Я всё пишу руками». Я даже согласен с обоими ответами, но давайте обсудим подробнее —
	// как устроен gorm, и почему вдруг руками. Наводящие вопросы: что означает буква M в аббревиатуре ORM?
	// Что на эту букву M есть в gorm? А что такое DAL и зачем он нужен?"

}
